{
  "sections": {
    "main": {
      "type": "page-faqs",
      "blocks": {
        "custom-content": {
          "type": "content",
          "disabled": true,
          "settings": {
            "content": "<h3 class=\"font-medium text-xl mb-4\">Awkwardness gives me great comfort. I’ve never been cool, but I’ve felt cool. I’ve been in the cool place, but I wasn’t really cool – I was trying to pass for hip or cool.<\/h3>\n<p>A girl should be two things: classy and fabulous. I am convinced that there can be luxury in simplicity. I wanted to dress the woman who lives and works, not the woman in a painting. It’s hard to balance everything. It’s always challenging. My relationships with producers or photographers – these are relationships that took years. I can’t get sucked into that celebrity thing, because I think it’s just crass. My aim is to make the poor look rich.<\/p>"
          }
        },
        "accordion-1": {
          "type": "accordion",
          "settings": {
            "title": "How Long After Ordering Is My Order Shipped?",
            "content": "<p>We typically ship all orders within 2-4 business days. If you select Expedited Processing at checkout, we'll ship within 24-48 hours depending on which time in the day the orders are placed.<\/p>",
            "open": true
          }
        },
        "accordion-2": {
          "type": "accordion",
          "settings": {
            "title": "How Long Does It Take to Arrive?",
            "content": "<p>We ship all orders from our USA factory.<\/p><p><em>Due to Covid-19, some international packages may be delayed due to routing or customs delays.<\/em><\/p><p><strong>USA<\/strong> - Within 2-5 business days<\/p><p><strong>Canada <\/strong>- Within 4-10 business days<\/p><p><strong>Western Europe <\/strong>- Within 5-15 business days<\/p><p><strong>Australia\/NZ<\/strong> - Within 5-15 business days<\/p><p><strong>Rest of the World <\/strong>- Within 5-20 business days<\/p><p><em>Check your local mail carrier website for the latest updates on how Covid-19 is affecting deliveries<\/em><\/p>",
            "open": false
          }
        },
        "accordion-3": {
          "type": "accordion",
          "settings": {
            "title": "Which Carrier Do You Use?",
            "content": "<p>For <strong>USA Domestic<\/strong> orders, we use <strong>USPS First Class<\/strong> with tracking.<br\/><br\/>For <strong>Canada <\/strong>orders, we use <strong>UPS<\/strong>, running on an equivalent to First Class International service.<br\/><br\/>For<strong> Europe, UK, and International,<\/strong> we use <strong>Landmark Global<\/strong>, running on an equivalent to First Class International service.<br\/><br\/>Once the package has <strong>landed in the destination country, it is delivered by the domestic mail carrier in that country. <\/strong>All International domestic mail carriers operate a little differently. Please be aware that some may have reduced tracking facilities. For international shipments, your local mail carrier will handle and deliver the item once it enters your country.<\/p>",
            "open": false
          }
        },
        "accordion-4": {
          "type": "accordion",
          "settings": {
            "title": "I Didn't Receive My Order",
            "content": "<p>Please email us: hello@lovval.com quoting your order number from the confirmation email\/SMS message. We'll help track down your order. Alternatively, you can also Live Chat by clicking on the Bubble at the bottom right hand corner of our site. <\/p>",
            "open": false
          }
        },
        "accordion-5": {
          "type": "accordion",
          "settings": {
            "title": "What About Customs Fees\/taxes?",
            "content": "<p>We do our best to help ensure your item arrives as smoothly and quickly as possible, including labelling the package with all relevant information for customs authorities.<br\/><br\/>Changes to EU customs regulations means you may be charged sales tax (VAT) upon delivery of your order. Refer to your country tax authority for guidance on what fees are due on items shipped from the USA.<br\/><br\/>If fees are charged by customs, they are payable by the recipient.<\/p>",
            "open": false
          }
        },
        "e5c1bfc0-639a-4209-90a3-c75ae027fe72": {
          "type": "accordion",
          "settings": {
            "title": "Shipping Insurance",
            "content": "<p>Shipping insurance is offered at checkout. It's provided by Bring The Love and covers you in case the item is lost, stolen, or damaged in transit. To make a claim, contact our support team.<br\/><br\/>Please note - shipping insurance is non-refundable once your order has shipped.<\/p>",
            "open": false
          }
        },
        "92b75227-4ce8-4a2e-8fe5-53e653c5dfc1": {
          "type": "accordion",
          "settings": {
            "title": "Can I Cancel\/Change My Order?",
            "content": "<p>We try to start production of all orders as soon as possible. Depending on when you order was placed, cancellation may be possible if production has not yet begun.<br\/><br\/>Please contact our support team to check if changes or cancellation are possible, and give the reason you wish to cancel.<\/p>",
            "open": false
          }
        },
        "daf15226-7768-4638-a4ec-4fc944589485": {
          "type": "accordion",
          "settings": {
            "title": "Additional Important Info",
            "content": "<p>Tracking is available for all USA Domestic orders, and orders to around 36 international countries. The tracking will be sent to you automatically by the end of the day we ship it. All international mail items will show no tracking updates once they have left the USA, until they have cleared customs in the destination country.<\/p><p>While we make every effort to label our shipments to assist our customers with the fastest delivery, if customs charges are applied on a shipment, this is due by the customer.<\/p><p>Lovval's Jewelry does not cover items that are lost or stolen in transit if the package is marked as Delivered by the carrier, unless the order was purchased with Our Special Package Protection<\/p>",
            "open": false
          }
        },
        "16e1e13a-bee5-4d9b-83d1-058f3f179d2b": {
          "type": "accordion",
          "settings": {
            "title": "My Item Is Damaged \/ Incorrect, What Do I Do?",
            "content": "<p>Please contact our support team for any items that arrived damaged, defective, or the wrong item arrived, including a photo of the item.<br\/><br\/>We'll arrange for a replacement item to be sent to you as soon as possible. Please do not return items to us without authorization from support first.<\/p>",
            "open": false
          }
        },
        "ed022f59-541a-4631-a36d-43eac3523fdf": {
          "type": "accordion",
          "settings": {
            "title": "Can I Return My Purchase?",
            "content": "<p>We hope you'll love the item you purchased. If there's any concerns about it or you are thinking of returning it, please contact our support team for assistance, explaining your reasons for wanting to return it. We offer a 60 day returns policy from date of purchase.<br\/><br\/>Please note, personalized items may be subject to a deduction from the refund amount as they cannot be restocked. Shipping and insurance is non-refundable.<\/p>",
            "open": false
          }
        },
        "6e814b6d-6bc8-4a8e-8d3b-482f6a49b085": {
          "type": "accordion",
          "settings": {
            "title": "My Item Looks Different to The Online Listing",
            "content": "<p>This is a very rare occurrence. We make every effort to accurately represent all designs and products, though some listings make use of life-like renderings instead of photos to show how the item will look.<br\/><br\/>It's possible you may have an item that is showing a defect, please take a few photos and send them to our support team for review, along with your order ID.<\/p>",
            "open": false
          }
        }
      },
      "block_order": [
        "custom-content",
        "accordion-1",
        "accordion-2",
        "accordion-3",
        "accordion-4",
        "accordion-5",
        "e5c1bfc0-639a-4209-90a3-c75ae027fe72",
        "92b75227-4ce8-4a2e-8fe5-53e653c5dfc1",
        "daf15226-7768-4638-a4ec-4fc944589485",
        "16e1e13a-bee5-4d9b-83d1-058f3f179d2b",
        "ed022f59-541a-4631-a36d-43eac3523fdf",
        "6e814b6d-6bc8-4a8e-8d3b-482f6a49b085"
      ],
      "settings": {
        "container": "container",
        "menu": "footer-quicklinks"
      }
    }
  },
  "order": [
    "main"
  ]
}
